[

{  
   "category": "Programming",
   "title": "Learn Python - Full Course for Beginners [Tutorial]",
   "summary": "This course will give you a full introduction into all of the core concepts in python. Follow along with the videos and you'll be a python programmer in no time!",
    "link":"https://youtu.be/rfscVS0vtbw",
   "author": "freeCodeCamp.org"

},

{  
   "category": "Dance",
   "title": "How To Do Pirouettes, Fouettés, and À La Seconde Turns! I Dance Turn Tutorial with @MissAuti",
   "summary": "LET'S GET TURN..T! Hehe. You guys.. Today is the day I breakdown how to do the fancy turns you see every dancer doing. We have pirouettes.. we have fouettés.. we have second turns.. we have it all.",
    "link":"https://youtu.be/Rq0ovsiB4MQ",
   "author": "Auti Kamal"

},
{  
    "category": "DIY",
    "title": "30 Easy DIY Projects For Beginners That Increase Your Home Value",
    "summary": "",
     "link":"https://www.youtube.com/watch?v=2G5f_LpdLh0",
    "author": "Homedit"
 
 },

{  
   "category": "Gardening",
   "title": "Grow With Me: Gardening for beginners",
   "summary": "Gardening is not an exact science. Even experienced gardeners make mistakes, so novice gardeners shouldn’t be the least bit intimidated. Follow this advice to arm yourself with the basics ",
    "link":"https://www.youtube.com/watch?v=9wev8m0LH0M",
   "author": "B&Q Lets Create"

},
{  
    "category": "Music",
    "title": "Sweet and Spicy Grilled Shrimp",
    "summary": "These pictures are available at = http://waltribeiro.net/#pic There are ONLY 12 notes in music (based off of the 7 letters ABCDEFG)",
     "link":"https://youtu.be/YFMQ1yFBaP0",
    "author": "Walt Ribeiro"
 
 },


{  
   "category": "Cooking",
   "title": "How To Master 5 Basic Cooking Skills - Gordon Ramsay",
   "summary": "Basting shrimp on the grill with a sauce made with honey and chile-garlic sauce delivers flavorful results.",
    "link":"We've compiled five previous videos into one, helping you to master your basic skills in the kitchen. Cooking rice, chopping an onion, sharpening a knife, deboning a fish and cooking pasta. From Gordon's Ultimate Cookery Course. Gordon Ramsay Ultimate Fit Food: http://amzn.to/2FznHtk Subscribe for weekly cooking videos.",
   "author": "Gordon Ramsay"

}
]