[

    {  
        "category": "Zumba",
        "title": "Zumba Basic Steps Breakdown and Tips for Beginners",
        "summary": "My goal is to help you to understand some of the styles/rhythms and common steps used in Zumba Fitness.  (My class schedule can be found at www.zumbaunited.com.au)",
         "link":"https://youtu.be/irptqdkJ1lU",
        "author": "Keren Zumba"
     
     },

     {  
        "category": "Zumba",
        "title": "20-Minute STRONG by Zumba® Cardio and Full-Body Toning Workout",
        "summary": "Get ready for a total-body tone with STRONG by Zumba® — no, this isn't a dance class! It's a high-intensity workout experience where every move is synced to the beat. We have expert trainer Ai Lee Syarief, plus her crew Ainsley Rodriguez and Anna Renderer to lead us through it.",
         "link":"https://youtu.be/bm4WZyH5p2I",
        "author": "POPSUGAR Fitness"
     
     },

     {  
        "category": "Zumba",
        "title": "How To Lose Belly Fat The Fastest Zumba Dancer Workout For Beginners Step By Step [FULL]",
        "summary": "Check this out  https://amzn.to/2YEmLw7 or https://amzn.to/2O5F8tv, this could help you How To Lose Belly Fat The Fastest - Zumba Dancer Workout For Beginners Step By Step Lose,Weight,Workout,lose weight,7 minute workout at home everyday in weekly,workouts to burn fat,workouts to lose weight,work out at home to lose weight,how to lose weight quickly,cardio workout to lose weight,to lose belly fat in a week,weight loss workouts,workout routine,how to lose weight,how to lose belly fat",
         "link":"https://youtu.be/-VXhoeaxxi0",
        "author": "Fitness"
     
     },

     {  
        "category": "Zumba",
        "title": "Step by Step ZUMBA WORKOUT - Fitness Choreography",
        "summary": "On our OneHowTo youtube channel you can find anything you can think of doing, learning,enjoying and advising. On OneHowTo we want to show you how to draw, apply makeup, children's games, decoration tips, music, languages, experiments, handcraft, dance and many other things.",
         "link":"https://youtu.be/MPufEyDhVJ0",
        "author": "OneHowto"
     
     },

     {  
        "category": "Yoga",
        "title": "Yoga For Complete Beginners - 20 Minute Home Yoga Workout!",
        "summary": "Yoga for Complete Beginners! Adriene welcomes all levels - complete and total beginners to start here! Hop on the mat and start to build the foundation of your own yoga practice with this 20 minute home workout video! Enjoy, stay mindful and find what feels good.",
         "link":"https://youtu.be/v7AYKMP6rOE",
        "author": "Yoga With Adriene"
     
     },

     {  
        "category": "Yoga",
        "title": "Hard Poses Made Easy | Intermediate Yoga With Tara Stiles",
        "summary": "Led by inspirational teacher and 'Yoga Rebel' Tara Stiles, The Yoga Solution is a weekly series that offers fun and simple ways for yoga to help improve your life. Whether you're new to yoga or have been practicing for years, Tara's easy-to-follow and approachable manner will guide you towards living well every day.",
         "link":"https://youtu.be/TvYVgQqqjLc",
        "author": "LivestrongWoman"
     
     },

     {  
        "category": "Yoga",
        "title": "10 min Morning Yoga Full Body Stretch",
        "summary": "Hey yogis, welcome to my channel! This week's video is a quick 10 minute morning yoga full body stretch for beginners that you can do when you're short on time but want a great full body stretch.",
         "link":"https://youtu.be/4pKly2JojMw",
        "author": "Yoga with Kassandra"
     
     },

     {  
        "category": "Yoga",
        "title": "Morning Yoga Workout ♥ Better Than The Gym | Strength & Stretch",
        "summary": "A 15 minute yoga workout class aimed to strengthen and to stretch your body. Perfect morning yoga to wakeup your body but also great anytime and almost anywhere.",
         "link":"https://youtu.be/oX6I6vs1EFs",
        "author": "Boho Beautiful"
     
     },

     {  
        "category": "General Fitness",
        "title": "30 minute fat burning home workout for beginners. Achievable, low impact results.",
        "summary": "This workout is part of Real Start and Real Start Plus - a workout plan made for real people with real people.",
         "link":"https://youtu.be/gC_L9qAHVJ8",
        "author": "Body Project"
     
     },

     {  
        "category": "General Fitness",
        "title": "10 Simple Exercises To Lose Weight At Home",
        "summary": "Here are 10 of the best exercises you can do at home if you want to lose weight and burn calories. As usually, they're all body-weight and don't require a gym or special equipment - just some space for you to move.",
         "link":"https://youtu.be/YjmQVMLhNT4",
        "author": "Roberta's Gym"
     
     },

     {  
        "category": "General Fitness",
        "title": "15-Minute Beginner's At-Home Cardio Workout | Class FitSugar",
        "summary": "Looking for more beginner’s workouts? Purchase our 21 Days to Kickstart Your Fitness plan, created for beginners to help you get fit and build strength, on: http://bit.ly/2Rcpjzi",
         "link":"https://youtu.be/VHyGqsPOUHs",
        "author": "POPSUGAR Fitness"
     
     },

     {  
        "category": "General Fitness",
        "title": "Planks for Beginners: How to do a Plank",
        "summary": "The plank is a great core exercise that doesn't involve doing any crunches. In fact, the basic plank doesn't involve moving at all. This is referred to as an isometric exercise.",
         "link":"https://youtu.be/ASdvN_XEl_c",
        "author": "Bowflex"
     
     }

    ]